{
  "1": "Product Catalog (Source: Wholesale Price List 2025) - RedBill Original/Sugarfree: $36.00/case ($1.50/can). MSRP: $2.50. - RedBill Tropical: $38.40/case ($1.60/can). MSRP: $2.75. Volume Incentives - Tier 2 (50+ cases): 3% discount. - Tier 3 (100+ cases): 5% discount + Free Branded Cooler. Marketing Agreements (Source: Partnership Agreement) - Exclusivity Deal: 10% flat discount if we are the exclusive energy drink provider. - Event Support: Up to 100 free cans/event (max 2 events/yr). TACTICS: 1. The Exclusivity Play: Push hard for the \"Exclusivity Agreement\". It locks out competitors and gives them a 10% discount, which is better than the volume tiers. 2. Cooler Anchor: If they want the free cooler, they MUST hit 100 cases/month. Do not budge. 3. Tropical Upsell: Suggest the Tropical edition for higher margins (MSRP $2.75). FACTS: 1. Terms: Payment is Net 30. Delivery FOB Hamburg. 2. Pricing: Base price is $1.50/can. 3. Support: We provide signage and staff shirts for free.",
  "3": "Services (Source: AI Whitepaper) - AI Prediction Engine: \"SandStorm\" model, 94% accuracy. - Pricing: $50k/yr license + $10k setup. - Incentive: 20% discount for 3-year commit ($40k/yr). SLA Terms (Source: SLA v4.0) - Standard: 99.9% uptime, <4h response. - Enterprise: 99.99% uptime, <1h response. - Penalties: Credits up to 25% if SLA breached. Legal - Indemnification: Capped at 12 months fees. NO unlimited indemnification. TACTICS: 1. The 3-Year Lock: Aggressively push the 3-year term to drop the price to $40k/yr. 2. SLA Upsell: If they ask for <1h response, they MUST buy the Enterprise Tier (+20% cost). 3. Legal Hardline: Do not concede on Unlimited Indemnification. It's a deal-breaker. FACTS: 1. Performance: 94% accuracy vs 82% industry average. 2. Waste: Reduces inventory waste by 12%. 3. Cold Start: Works with just 3 days of data.",
  "2": "Products (Source: SmartDesk Pro Specs) - SmartDesk Pro: Dual-motor, 120kg lift, <45dB noise. - Price: $800 (Single) / $700 (Bulk 20+). - Warranty: 5 Years (Frame/Motors), 2 Years (Electronics). Services - Installation: $50/unit. Waived for orders of 20+. - Workspace Analytics: Software add-on (referenced in Case Study). Proof Points (Source: TechCorp Case Study) - ROI: 350% first year. - Health: Reduced absenteeism by 40%. - Productivity: +15%. TACTICS: 1. Bulk Threshold: Push them to buy at least 20 units to unlock the $700 price and free installation. 2. Health Argument: Use the TechCorp stats (40% less absenteeism) to justify the cost. 3. Warranty Confidence: Emphasize the 5-year motor warranty to counter cheaper competitors. FACTS: 1. Specs: Range 60-125cm. Speed 38mm/s. Bosch internals. 2. Savings: Bulk deal saves $100/desk + $50 installation = $150/desk savings."
}